Face Sculpt Edit failed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FaceSculptEditFailed { get; }
  Visual Basic
Public Shared ReadOnly Property FaceSculptEditFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FaceSculptEditFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SculptingFailures Class
  Autodesk.Revit.DB Namespace